exports.donate = (id, A187, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwhatsapp, youtube) => {
	return `
  
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
📢 Bot Aktif ; *${aktif}*
         ───
         
╭┈───────────────────❉ 
│DONASI KE ${BotMeki}* 🇮🇩 

│────────────────────❉ 
│╭──❉ DONASI SEIKLASNYA❉
││➤ PULSA : 0855-9165-4034

│╰──────────────❉ 

╠────────────────────❉`
}

